DeviceName = "Audio integrato";
DeviceShortName = "integrata";
ManufacturerName = "Apple Inc.";

Headphones = "Auricolari";
HeadphonesB = "Auricolari B";
IntSpeakers  = "Altoparlanti Interni";
LineOut = "Uscita";
DigitalOut = "Uscita digitale";
HDMI = "HDMI";
DisplayPort = "DisplayPort";

ExternalMic = "Microfono esterno";
ExternalMicB = "Microfono esterno B";
InternalMic = "Microfono integrato";
LineIn = "Ingresso";
DigitalIn = "Ingresso digitale";
InputNone = "Nessuno";

DeviceNameHeadphone = "Auricolari audio integrati";
DeviceNameSpeaker = "Altoparlante audio integrato";
DeviceNameLineOut = "Uscita linea audio integrata";
DeviceNameDigitalOut = "Uscita digitale audio integrata";
DeviceNameHdmi = "Uscita HDMI audio integrata";
DeviceNameDisplayPort = "Uscita audio DisplayPort integrata";
DeviceNameLineIn = "Ingresso linea audio integrato";
DeviceNameAuxIn = "Ingresso ausiliare audio integrato";
DeviceNameMic = "Microfono audio integrato";
DeviceNameExtMic = "Microfono esterno audio integrato";
DeviceNameDigitalIn = "Ingresso digitale audio integrato";

DevShortNameHdpn = "Auricolari integrati";
DevShortNameSpkr = "Altoparlante integrato";
DevShortNameLino = "Uscita linea integrata";
DevShortNameSpdo = "Uscita digitale integrata";
DevShortNameHdmi = "Uscita HDMI integrata";
DevShortNameDP = "Uscita DisplayPort integrata";
DevShortNameOut = "Uscita integrata";
DevShortNameLini = "Ingresso linea integrato";
DevShortNameAuxi = "Ingresso aux integrato";
DevShortNameEMic = "Microfono esterno integrato";
DevShortNameIMic = "Microfono integrato";
DevShortNameSpdi = "Ingresso digitale integrato";
DevShortNameIn = "Ingresso integrato";

UnlockedClock = "Non protetto";
LockedClock = "Protetto";

HwSrcAutomatic = "Automatico";
HwSrcEnable = "Abilita";
HwSrcDisable = "Disabilita";
